export const FAQ_DATA = [
	{
		id: "1",
		text: "Я никогда раньше не занималась. | Мне не будет стыдно в зале?",
		answer:
			"Вообще нет! Мой подход — это safe space. | Мы начинаем с комфортных упражнений, которые легко повторить. | К тому же, ты получишь пошаговый гайд «Как уверенно чувствовать себя в зале», чтобы ловить на себе только восхищенные взгляды.",
	},
	{
		id: "2",
		text: "Когда я увижу первые результаты? Хочу как в Reels!",
		answer:
			"Мы сделаем твой первый «до/после» уже через 2 недели: уйдут отеки, подтянется кожа и появится та самая энергия. | Я за здоровый, но быстрый визуальный эффект, чтобы у тебя сразу появилась мотивация снимать крутой контент.",
	},
	{
		id: "3",
		text: "Нужно ли сидеть на жестких диетах и есть одну грудку?",
		answer:
			"Забудь о скучной еде. | Мы составим рацион из продуктов, которые ты любишь (да, кофе с собой и десерты тоже впишем). | Твоя тарелка будет выглядеть как эстетичный завтрак из Pinterest, а тело при этом будет меняться.",
	},
	{
		id: "4",
		text: "В интернете столько инфы, я запуталась. Что подойдет именно мне?",
		answer:
			"Именно поэтому тебе нужен наставник. | Я забираю всю «головную боль» на себя: составляю четкий план, фильтрую инфошум и даю только те инструменты, которые работают на твой тип фигуры. | Тебе остается только следовать шагам.",
	},
	{
		id: "5",
		text: "Что делать, если пропадет мотивация?",
		answer:
			"Ты не одна. | Ты попадаешь в закрытое комьюнити девушек с такими же целями. | Мы делимся результатами, поддерживаем друг друга и вместе ходим на тренировки (или созваниваемся). | Быть частью тусовки — лучший способ не слиться.",
	},
	{
		id: "6",
		text: "У меня нет времени на долгие тренировки, я много работаю/учусь.",
		answer:
			"Мы подберем формат под твой график. | Эффективная тренировка на 40-50 минут дает лучший результат, чем 2 часа бездумной тренировки. | Главное — качество и регулярность, которые легко вписать в твой лайфстайл.",
	},
	{
		id: "7",
		text: "Это дорого?",
		answer:
			"Это инвестиция в твою уверенность, статус и гардероб, который будет сидеть идеально. | Подумай, сколько ресурсов тратится на импульсивные покупки из-за плохого настроения. | Работа с тренером — это самый короткий и выгодный путь к телу мечты.",
	},
];
