export const ADVANTAGE_DATA = [
	{ id: "1", worth: "–8 кг", description: "в среднем за 2 месяца" },
	{ id: "2", worth: "90%", description: "клиентов доходят до цели" },
	{ id: "3", worth: "100+", description: "трансформаций" },
	{
		id: "4",
		worth: "Поддержка",
		description: "каждый день, а не раз в неделю",
	},
];
export const ADVANTAGE_TITLE = {
	subtitle: "преимущества",
	title: "Почему со мной доходят до результата, а не сливаются",
};

export const PROBLEMS_DATA = [
	{ id: "1", description: "Тренируешься, но вес не уходит" },
	{ id: "2", description: "Не понимаешь, что и как делать" },
	{ id: "3", description: "Срываешься с диеты через 3 дня" },
	{ id: "4", description: "Нет мотивации и контроля" },
];
export const PROBLEMS_TITLE = {
	subtitle: "проблема",
	title: "Почему у тебя до сих пор нет результата?",
};

export const RESULTS_DATA = [
	{
		id: "1",
		title: "Карина",
		description: "«Теперь я не боюсь ходить в зал в открытом топе»",
	},
	{
		id: "2",
		title: "Света",
		description: "«Наконец-то я знаю, что делать»",
	},
	{
		id: "3",
		title: "Оксана",
		description:
			"«Спасибо Алине за наставничество, благодаря ее навыку фитнес-тренера, я пришла к фигуре, которую хотела очень давно»",
	},
	{
		id: "4",
		title: "Екатерина",
		description:
			"«Рекомендую тренера, однозначно. Пробовала тренироваться у других - результаты были минимальные, начала тренироваться с Алиной и результат на лицо»",
	},
	{
		id: "5",
		title: "Екатерина",
		description:
			"«Рекомендую тренера, однозначно. Пробовала тренироваться у других - результаты были минимальные, начала тренироваться с Алиной и результат на лицо»",
	},
	{
		id: "6",
		title: "Екатерина",
		description:
			"«Рекомендую тренера, однозначно. Пробовала тренироваться у других - результаты были минимальные, начала тренироваться с Алиной и результат на лицо»",
	},
];
export const RESULTS_TITLE = {
	subtitle: "результаты",
	title: "Результаты моих клиентов говорят сами за себя",
};

export const SOLUTION_DATA = [
	{
		id: "1",
		title: "Анализ твоего тела и целей",
		description: [
			{ text: "Проводим персональную тренировку" },
			{ text: "Проводим быстрый курс" },
			{ text: "Оцениваем твои возможности" },
		],
	},
	{
		id: "2",
		title: "Составление персональной программы",
		description: [
			{ text: "Проводим персональную тренировку" },
			{ text: "Проводим быстрый курс" },
			{ text: "Оцениваем твои возможности" },
		],
	},
	{
		id: "3",
		title: "Контроль и корректировка каждую неделю",
		description: [
			{ text: "Проводим персональную тренировку" },
			{ text: "Проводим быстрый курс" },
			{ text: "Оцениваем твои возможности" },
		],
	},
	{
		id: "4",
		title: "Контроль и корректировка каждую неделю",
		description: [
			{ text: "Проводим персональную тренировку" },
			{ text: "Проводим быстрый курс" },
			{ text: "Оцениваем твои возможности" },
		],
	},
];
export const SOLUTION_TITLE = {
	subtitle: "решение",
	title: "Вот как мы доведём тебя до результата",
};

export const OFFERS_DATA = [
	{
		title: "Что получаешь:",
		tag: `"Стандарт"`,
		price: "1500 руб/мес",
		imageSrc: "/5.jpg",
		imageAlt: "Алина Самойлова",
		description: [
			{ text: "Консультация раз в месяц (1ч)" },
			{ text: "Программа тренировки" },
			{ text: "План питания" },
		],
	},
	{
		title: "Что получаешь:",
		tag: `"Премиум"`,
		price: "3000 руб/мес",
		imageSrc: "/1.jpg",
		imageAlt: "Алина Самойлова",
		description: [
			{ text: "Консультация раз в месяц (1ч)" },
			{ text: "Программа тренировки" },
			{ text: "План питания" },
			{ text: "Контроль прогресса" },
			{ text: "Корректировка программы" },
		],
	},
	{
		title: "Что получаешь:",
		tag: `"Вип"`,
		price: "5000 руб/мес",
		imageSrc: "/2.jpg",
		imageAlt: "Алина Самойлова",
		description: [
			{ text: "Консультация раз в месяц (1ч)" },
			{ text: "Программа тренировки" },
			{ text: "План питания" },
			{ text: "Контроль прогресса" },
			{ text: "Корректировка программы" },
			{ text: "Онлайн ведение" },
		],
	},
];
export const OFFERS_TITLE = {
	subtitle: "предложение",
	title: "Начни с удобного формата — результат будет в любом",
};

export const ABOUT_DATA = {
	title: "Алина Самойлова",
	description: "“Я не просто даю упражнения — я веду тебя до результата”",
	imageSrc: "/1.jpg",
	imageAlt: "Алина Самойлова",
};
export const ABOUT_DIGITS_DATA = [
	{ id: "1", worth: "100+", description: "клиентов получили результат" },
	{ id: "2", worth: "5 лет", description: "практики" },
	{ id: "3", worth: "90%", description: "успешных кейсов" },
];
export const ABOUT_TITLE = {
	subtitle: "о тренере",
	title: "Твой результат — моя личная ответственность",
};

export const COURSES_DATA = [
	{
		title: "Что получаешь:",
		tag: `“Быстрый старт”`,
		price: "4500 руб/мес",
		imageSrc: "/1.jpg",
		imageAlt: "Алина Самойлова",
		description: [
			{ text: "Разовая консультация" },
			{ text: "Программа тренировки" },
			{ text: "Техника выполнения упражнений" },
			{ text: "План питания" },
		],
	},
	{
		title: "Что получаешь:",
		tag: `“Продвинутый уровень”`,
		price: "9500 руб/мес",
		imageSrc: "/3.jpg",
		imageAlt: "Алина Самойлова",
		description: [
			{ text: "Программа тренировки" },
			{ text: "Техника выполнения упражнений" },
			{ text: "План питания" },
			{ text: "Закрытый чат со мной" },
			{ text: "Курс по биохимии" },
		],
	},
];
export const COURSES_TITLE = {
	subtitle: "курсы",
	title: "Готовые программы",
};

export const FAQ_DATA = [
	{
		id: "1",
		text: "Я никогда раньше не занималась. | Мне не будет стыдно в зале?",
		answer:
			"Вообще нет! Мой подход — это safe space. | Мы начинаем с комфортных упражнений, которые легко повторить. | К тому же, ты получишь пошаговый гайд «Как уверенно чувствовать себя в зале», чтобы ловить на себе только восхищенные взгляды.",
	},
	{
		id: "2",
		text: "Когда я увижу первые результаты? Хочу как в Reels!",
		answer:
			"Мы сделаем твой первый «до/после» уже через 2 недели: уйдут отеки, подтянется кожа и появится та самая энергия. | Я за здоровый, но быстрый визуальный эффект, чтобы у тебя сразу появилась мотивация снимать крутой контент.",
	},
	{
		id: "3",
		text: "Нужно ли сидеть на жестких диетах и есть одну грудку?",
		answer:
			"Забудь о скучной еде. | Мы составим рацион из продуктов, которые ты любишь (да, кофе с собой и десерты тоже впишем). | Твоя тарелка будет выглядеть как эстетичный завтрак из Pinterest, а тело при этом будет меняться.",
	},
	{
		id: "4",
		text: "В интернете столько инфы, я запуталась. Что подойдет именно мне?",
		answer:
			"Именно поэтому тебе нужен наставник. | Я забираю всю «головную боль» на себя: составляю четкий план, фильтрую инфошум и даю только те инструменты, которые работают на твой тип фигуры. | Тебе остается только следовать шагам.",
	},
	{
		id: "5",
		text: "Что делать, если пропадет мотивация?",
		answer:
			"Ты не одна. | Ты попадаешь в закрытое комьюнити девушек с такими же целями. | Мы делимся результатами, поддерживаем друг друга и вместе ходим на тренировки (или созваниваемся). | Быть частью тусовки — лучший способ не слиться.",
	},
	{
		id: "6",
		text: "У меня нет времени на долгие тренировки, я много работаю/учусь.",
		answer:
			"Мы подберем формат под твой график. | Эффективная тренировка на 40-50 минут дает лучший результат, чем 2 часа бездумной тренировки. | Главное — качество и регулярность, которые легко вписать в твой лайфстайл.",
	},
	{
		id: "7",
		text: "Это дорого?",
		answer:
			"Это инвестиция в твою уверенность, статус и гардероб, который будет сидеть идеально. | Подумай, сколько ресурсов тратится на импульсивные покупки из-за плохого настроения. | Работа с тренером — это самый короткий и выгодный путь к телу мечты.",
	},
];
export const FAQ_TITLE = {
	subtitle: "вопросы",
	title: "Ответы на вопросы, которые тебя останавливают",
};

export const FEEDBACK_TITLE = {
	title: "Сделай первый шаг к своему новому телу",
};
